<?php

namespace Database\Seeders;

use Illuminate\Database\Seeder;
use Illuminate\Support\Facades\DB;

class PoolSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        DB::table('pools')->insert(array(
            array(
                'title_rus' => 'Композитный бассейн "Баден"',
                'title_ukr' => 'Композитний басейн "Баден"',

                'price' => 2100,

                'card_title_rus' => 'Баден',
                'card_title_ukr' => 'Баден',

                'short_description_rus' => 'Гідромасажний басейн Баден - відмінне рішення для спа-зони, зони відпочинку та релаксу.',
                'short_description_ukr' => 'Гидромассажный бассейн Баден - отличное решение для спа-зоны, зоны отдыха и релакса.',

                'description_rus' => '«Баден» – эксклюзивная чаша бассейна, ее почти нереально создать из стандартных материалов (полипропилена либо бетона), так как конфигурация и размеры уникальны. Производится из композитного сырья, которое отличается надежностью, прочностью и долговечностью, такой бассейн прослужит длительный период, как при частном, так и при коммерческом использовании, например, в банях, салонах красоты или отелях.',

                'description_ukr' => '«Баден» - ексклюзивна чаша басейну, її майже неможливо створити зі стандартних матеріалів (поліпропілену або бетону), так як конфігурація і розміри унікальні. Виготовляється з композитного сировини, яке відрізняється надійністю, міцністю і довговічністю, такий басейн прослужить тривалий період, як при приватному, так і при комерційному використанні, наприклад, в лазнях, салонах краси або готелях.',

                'length' => '2.00',
                'width' => '2.00',
                'height' => '0.90',

                'main_image' => 137,
                'category' => 2,

                'slider_image1'=>23,
                'slider_image2'=>14,
                'slider_image3'=>null,

                'gallery_image1'=>45,
                'gallery_image2'=>4,
                'gallery_image3'=>6,
                'gallery_image4'=>null,
                'gallery_image5'=>null,

            ),

            array(
                'title_rus' => 'Композитный бассейн "Эден"',
                'title_ukr' => 'Композитний басейн "Еден"',

                'price' => 2200,

                'card_title_rus' => 'Эден',
                'card_title_ukr' => 'Еден',

                'short_description_rus' => 'А можно ли превратить обычный плавательный бассейн в СПА комплекс? Конечно! Если приобрести композитный бассейн Эден в дополнение к плавательному бассейну.',

                'short_description_ukr' => 'А чи можна перетворити звичайний плавальний басейн в СПА комплекс? Звісно! Якщо придбати композитний басейн Еден на додаток до плавального басейну.',


                'description_rus' => 'Чаши из композита – отличный выбор для людей, которые не хотят тратить большие деньги на оборудование.Все чаши разрабатываются так, чтобы объем воды был на 30% меньше, по сравнению с полимерными или бетонными аналогами такого же размера.Соответственно, на тридцать процентов снижаются траты на обслуживание бассейна. Еще одним преимуществом является внутреннее покрытие «GelCoat»,не дающее размножаться водорослям.',

                'description_ukr' => 'Чаші з композиту - відмінний вибір для людей, які не хочуть витрачати великі гроші на обладнання. Всі чаші розробляються так, щоб обсяг води був на 30% менше, в порівнянні з полімерними або бетонними аналогами такого ж розміру. Відповідно, на тридцять відсотків знижуються витрати на обслуговування басейну. Ще однією перевагою є внутрішнє покриття «GelCoat», що не дає розмножуватися водоростям.',

                'length' => '2.25',
                'width' => '2.50',
                'height' => '0.75',
                'main_image' => 26,
                'category' => 2,


                'slider_image1'=>1,
                'slider_image2'=>2,
                'slider_image3'=>3,

                'gallery_image1'=>4,
                'gallery_image2'=>5,
                'gallery_image3'=>6,
                'gallery_image4'=>7,
                'gallery_image5'=>8,
            ),

            array(
                'title_rus' => 'Композитный бассейн "Рица"',
                'title_ukr' => 'Композитний басейн "Ріца"',

                'price' => 1300,

                'card_title_rus' => 'Рица',
                'card_title_ukr' => 'Ріца',

                'short_description_rus' => 'Данная чаша небольших размеров, была специально разработана для самых юных любителей водных процедур.',
                'short_description_ukr' => 'Ця чаша невеликих розмірів, була спеціально розроблена для найюніших любителів водних процедур.',

                'description_rus' => 'Воду любят практически все детишки, особенно приятно поплескаться в водичке во время жаркого дня. Для реализации детской мечты, достаточно приобрести и установить у себя во дворе бассейн небольших размеров «Рица». Особенности дизайна и безопасная для малыша глубина, дают возможность ограничиться минимумом очистных устройств, и не переживать о ребенке, когда он плещется в водичке. Но что же делать, когда малыш вырастет? Все очень просто: расширить уже имеющуюся чашу, и установить бассейн большего размера, а старая чаша, будет идеальным вариантом для декоративного озерца.',
                'description_ukr' => 'Воду люблять практично всі дітлахи, особливо приємно похлюпатися у водичці під час спекотного дня. Для реалізації дитячої мрії, досить придбати і встановити у себе у дворі басейн невеликих розмірів «Ріца». Особливості дизайну і безпечна для малюка глибина, дають можливість обмежитися мінімумом очисних пристроїв, і не переживати про дитину, коли він плескається в водичці. Але що ж робити, коли малюк виросте? Все дуже просто: розширити вже наявну чашу, і встановити басейн більшого розміру, а стара чаша, буде ідеальним варіантом для декоративного озерця.',

                'length' => '3.00',
                'width' => '2.30',
                'height' => '0.45',

                'main_image' => 132,
                'category' => 2,


                'slider_image1'=>null,
                'slider_image2'=>null,
                'slider_image3'=>null,

                'gallery_image1'=>null,
                'gallery_image2'=>null,
                'gallery_image3'=>null,
                'gallery_image4'=>null,
                'gallery_image5'=>null,
            ),

            array(
                'title_rus' => 'Композитный бассейн "Купель"',
                'title_ukr' => 'Композитний басейн "Купель"',

                'price' => 2500,

                'card_title_rus' => 'Купель',
                'card_title_ukr' => 'Купель',

                'short_description_rus' => 'Этот классический бассейн из композита, будет идеальным вариантом для саун и бань. Глубина чаши 1,8 м, этого вполне достаточно, чтобы с удовольствием окунуться в прохладную воду после парной.',
                'short_description_ukr' => 'Цей класичний басейн з композиту, буде ідеальним варіантом для саун і лазень. Глибина чаші 1,8 м, цього цілком достатньо, щоб із задоволенням зануритися в прохолодну воду після парної.',

                'description_rus' => 'Если вы приобретете «Купель», то получите экологически чистое, долговечное изделие с высоким уровнем надежности, оно актуально как на улице, так и в помещении, независимо от сезона. Благодаря морозоустойчивому покрытию, такая чаша будет радовать любителей ледяной купели после бани. Помимо этого, небольшие габариты (2,30*2,80 м), позволят монтировать этот бассейн внутри, даже самых малогабаритных помещений и внутренних двориков. «Купель» выполнена из высококачественного и долговечного сырья. Заводская гарантия от производителя составляет 50 лет, а это о чем то говорит. Композитная чаша не подвергается коррозии, а внутреннее покрытие сохраняет свои первоначальные характеристики и внешний вид, на протяжении десятилетий.',
                'description_ukr' => 'Якщо ви придбаєте «Купель», то отримаєте екологічно чистий, довговічний виріб з високим рівнем надійності, він актуальний як на вулиці, так і в приміщенні, незалежно від сезону. Завдяки морозостійкість покриття, така чаша буде радувати любителів крижаної купелі після лазні. Крім цього, невеликі габарити (2,30 * 2,80 м), дозволять монтувати цей басейн всередині, навіть самих малогабаритних приміщень і внутрішніх двориків. «Купель» виконана з високоякісного і довговічного сировини. Заводська гарантія від виробника становить 50 років, а це про щось говорить. Композитна чаша не береться корозії, а внутрішнє покриття зберігає свої початкові характеристики і зовнішній вигляд, впродовж кількох десятиліть.',
                'length' => '2.30',
                'width' => '2.80',
                'height' => '1.80',

                'main_image' => 41,
                'category' => 2,

                'slider_image1'=>null,
                'slider_image2'=>null,
                'slider_image3'=>null,

                'gallery_image1'=>null,
                'gallery_image2'=>null,
                'gallery_image3'=>null,
                'gallery_image4'=>null,
                'gallery_image5'=>null,
            ),

            array(
                'title_rus' => 'Композитный бассейн "Комо 4"',
                'title_ukr' => 'Композитний басейн "Комо 4"',

                'price' => 4000,

                'card_title_rus' => 'Комо 4',
                'card_title_ukr' => 'Комо 4',

                'short_description_rus' => 'Представляем вам удобный и практичный композитный бассейн Комо 4. Новый дизайн в стиле лофт с широкой лестницей-лежанкой станет изюминкой зоны отдыха даже на самом миниатюрном участке, ведь размеры бассейна 4,2х2,5м.',
                'short_description_ukr' => 'Представляємо вам зручний і практичний композитний басейн Комо 4. Новий дизайн в стилі лофт з широкими сходами-лежанкою стане родзинкою зони відпочинку навіть на самому мініатюрному ділянці, адже розміри басейну 4,2х2,5м.',

                'description_rus' => 'Инновационное решение для небольших участков – бассейн Комо4. Такую чашу можно установить на самом небольшом участке, например, веранде, большой лоджии или на крыше здания. Особенность чаши Комо 4 в там, что ее можно заказать в двух вариантах фильтрации: с переливным лотком по периметру для реализации эффекта “натянутой водной глади” или со скиммером – вариант с приспущенным уровнем воды. Каждый из этих вариантов имеет свои преимущества и недостатки. Детальнее о каждом из них Вас может проконсультировать наш менеджер.',
                'description_ukr' => 'Інноваційне рішення для невеликих ділянок - басейн Комо4. Таку чашу можна встановити на самому невеликій ділянці, наприклад, веранді, великий лоджії або на даху будівлі. Особливість чаші Комо 4 в там, що її можна замовити в двох варіантах фільтрації: з переливним лотком по периметру для реалізації ефекту "натягнутою водної гладі" або зі скімерів - варіант з приспущеним рівнем води. Кожен з цих варіантів має свої переваги і недоліки. Детальніше про кожного з них Вас може проконсультувати наш менеджер.',

                'length' => '4.20',
                'width' => '2.50',
                'height' => '1.20',

                'main_image' => 134,
                'category' => 2,

                'slider_image1'=>null,
                'slider_image2'=>null,
                'slider_image3'=>null,

                'gallery_image1'=>null,
                'gallery_image2'=>null,
                'gallery_image3'=>null,
                'gallery_image4'=>null,
                'gallery_image5'=>null,
            ),

            array(
                'title_rus' => 'Композитный бассейн "Одесса"',
                'title_ukr' => 'Композитний басейн "Одесса"',

                'price' => 5800,

                'card_title_rus' => 'Одесса',
                'card_title_ukr' => 'Одесса',

                'short_description_rus' => 'Вы всегда мечтали установить у себя во дворе оригинальный бассейн, но что-то мешало? Пора решаться! Наша компания предлагает высококачественные чаши из композитного материала по доступной цене.',
                'short_description_ukr' => 'Ви завжди мріяли встановити у себе у дворі оригінальний басейн, але щось заважало? Пора вирішуватися! Наша компанія пропонує високоякісні чаші з композитного матеріалу за доступною ціною.',

                'description_rus' => 'Конструкции из данного сырья относятся к классу премиум, их можно установить на даче, загородном коттедже или отдельном комплексе. Мы предлагаем высококачественную продукцию, выполненную из экологически чистых компонентов. В процессе производства используется сырье, которое не выделяет токсических веществ. Поверхность всех стенок отличается идеальной гладкостью, поэтому очистка резервуара для водных процедур будет проходить легко и быстро. Ступеньки имеют противоскользящее покрытие.',
                 'description_ukr' => 'Конструкції з даної сировини відносяться до класу преміум, їх можна встановити на дачі, заміському котеджі або окремому комплексі. Ми пропонуємо високоякісну продукцію, виконану з екологічно чистих компонентів. В процесі виробництва використовується сировина, яка не виділяє токсичних речовин. Поверхня всіх стін відрізняється ідеальною гладкістю, тому очищення резервуару для водних процедур буде проходити легко і швидко. Сходинки мають протиковзке покриття.',

                'length' => '4.70',
                'width' => '3.00',
                'height' => '1.30',

                'main_image' => 86,
                'category' => 2,

                'slider_image1'=>null,
                'slider_image2'=>null,
                'slider_image3'=>null,

                'gallery_image1'=>null,
                'gallery_image2'=>null,
                'gallery_image3'=>null,
                'gallery_image4'=>null,
                'gallery_image5'=>null,
            ),

            array(
                'title_rus' => 'Композитный бассейн "Тахо"',
                'title_ukr' => 'Композитний басейн "Тахо"',

                'price' => 5600,

                'card_title_rus' => 'Тахо',
                'card_title_ukr' => 'Тахо',

                'short_description_rus' => 'Данный бассейн из композитного материала относится к разряду премиум, и подходит для установки в отдельных комплексах, либо рядом с загородным домом, коттеджем.',
                'short_description_ukr' => 'Даний басейн з композитного матеріалу відноситься до розряду преміум, і підходить для установки в окремих комплексах, або поруч з заміським будинком, котеджем.',

                'description_rus' => 'Чаши производятся компанией «Водный мир», которая гарантирует соответствие мировым стандартам качества выпускаемой продукции. За счет свойств сырья, и применения инновационных технологий во время производства, изготовителю удалось добиться высокого уровня прочности всех стен чаши, и сделать его практически вечным. Тахо не подвергается негативному воздействию грунтовых вод, сейсмических колебаний и самых суровых условий климатического плана.',
                'description_ukr' => 'Чаші виробляються компанією «Водний світ», яка гарантує відповідність світовим стандартам якості продукції, що випускається. За рахунок властивостей сировини, і застосування інноваційних технологій під час виробництва, виробнику вдалося домогтися високого рівня міцності всіх стін чаші, і зробити його практично вічним. Тахо не береться до негативного впливу ґрунтових вод, сейсмічних коливань і найсуворіших умов кліматичного плану.',

                'length' => '4.50',
                'width' => '3.45',
                'height' => '1.40',

                'main_image' => 88,
                'category' => 2,

                'slider_image1'=>null,
                'slider_image2'=>null,
                'slider_image3'=>null,

                'gallery_image1'=>null,
                'gallery_image2'=>null,
                'gallery_image3'=>null,
                'gallery_image4'=>null,
                'gallery_image5'=>null,
            ),

            array(
                'title_rus' => 'Композитный бассейн "Гурон"',
                'title_ukr' => 'Композитний басейн "Гурон"',

                'price' => 6400,

                'card_title_rus' => 'Гурон',
                'card_title_ukr' => 'Гурон',

                'short_description_rus' => 'Представляем вам удобный и практичный композитный бассейн Гурон. Широкая лестница станет отличной зоной отдыха в знойный день. Ее можно оборудовать гидромассажем и наслаждаться СПА-процедурами у себя дома.',
                'short_description_ukr' => 'Представляємо вам зручний і практичний композитний басейн Гурон. Широкі сходи стане відмінною зоною відпочинку в спекотний день. Її можна обладнати гідромасажем і насолоджуватися СПА-процедурами у себе вдома.',

                'description_rus' => 'Можно быстро установить готовую чашу бассейна: можно быстро установить готовую чашу бассейна, небольшая масса стеклопластикового бассейна, повышенная механическая надежность применяемых при производстве чаши композитных материалов, бесшовная, монолитная конструкция, можно применять передовые методы очищения воды, пожизненная гарантия и широкий выбор разнообразных форм и цветов.',
                'description_ukr' => 'Можна швидко встановити готову чашу басейну: можна швидко встановити готову чашу басейну, невелика маса стеклопластикового басейну, підвищена механічна надійність застосовуваних при виробництві чаші композитних матеріалів, безшовна, монолітна конструкція, можна застосовувати передові методи очищення води, довічна гарантія і широкий вибір різноманітних форм і кольорів .',

                'length' => '5.20',
                'width' => '2.80',
                'height' => '1.40',

                'main_image' => 141,
                'category' => 2,

                'slider_image1'=>null,
                'slider_image2'=>null,
                'slider_image3'=>null,

                'gallery_image1'=>null,
                'gallery_image2'=>null,
                'gallery_image3'=>null,
                'gallery_image4'=>null,
                'gallery_image5'=>null,
            ),

            array(
                'title_rus' => 'Композитный бассейн "Ницца"',
                'title_ukr' => 'Композитний басейн "Ніцца"',

                'price' => 6400,

                'card_title_rus' => 'Ницца',
                'card_title_ukr' => 'Ніцца',

                'short_description_rus' => 'Если поблизости с загородным коттеджем или дачей нет водоемов, не расстраивайтесь! Достаточно обратиться к нам, и квалифицированные специалисты помогут решить этот вопрос, подобрав наилучшую модель бассейна.',
                'short_description_ukr' => 'Якщо поблизу с заміським котеджем або дачею немає водойм, не турбуйтеся! Досить звернутися до нас, і кваліфіковані фахівці допоможуть вирішити це питання, підібравши найкращу модель басейну.',

                'description_rus' => 'Ницца выполнена из полиэфирных смол и стекловолокна, имеет размеры: 6,4*3,4*1,5 м, а главной его особенностью является максимальное пространство под зону плаванья, так как в чаше отсутствует классическая «римская» лестница. Ницца не требует для своей установки кропотливой подготовки, заливки бетоном котлована. Чаша монтируется в грунт либо песок. Будет идеальным вариантом для небольшого дачного участка.',
                'description_ukr' => 'Ніцца виконана з поліефірних смол і скловолокна, має розміри: 6,4 * 3,4 * 1,5 м, а головною його особливістю є максимальний простір під зону плавання, так як в чаші відсутня класична «римська» сходи. Ніцца не вимагає для своєї установки ретельної підготовки, заливки бетоном котлован. Чаша монтується в грунт або пісок. Буде ідеальним варіантом для невеликого дачного ділянки. ',

                'length' => '6.40',
                'width' => '3.40',
                'height' => '1.50',

                'main_image' => 106,
                'category' => 2,

                'slider_image1'=>null,
                'slider_image2'=>null,
                'slider_image3'=>null,

                'gallery_image1'=>null,
                'gallery_image2'=>null,
                'gallery_image3'=>null,
                'gallery_image4'=>null,
                'gallery_image5'=>null,
            ),


            array(
                'title_rus' => 'Композитный бассейн "Комо 6"',
                'title_ukr' => 'Композитний басейн "Комо 6"',

                'price' => 7800,

                'card_title_rus' => 'Комо 6',
                'card_title_ukr' => 'Комо 6',

                'short_description_rus' => '',
                'short_description_ukr' => '',

                'description_rus' => '',
                'description_ukr' => '',

                'length' => '6.50',
                'width' => '3.00',
                'height' => '1.50',

                'main_image' => 125,
                'category' => 2,

                'slider_image1'=>null,
                'slider_image2'=>null,
                'slider_image3'=>null,

                'gallery_image1'=>null,
                'gallery_image2'=>null,
                'gallery_image3'=>null,
                'gallery_image4'=>null,
                'gallery_image5'=>null,
            ),

            array(
                'title_rus' => 'Композитный бассейн "Леман"',
                'title_ukr' => 'Композитний басейн "Леман"',

                'price' => 7500,

                'card_title_rus' => 'Леман',
                'card_title_ukr' => 'Леман',

                'short_description_rus' => 'Владельцы даже небольших загородных участков могу позволить себе установку композитного бассейна Леман. Бассейн имеет небольшие габариты, при этом может быть оборудован всеми системами для комфортного отдыха: фильтрация воды, освещение, подогрев.',
                'short_description_ukr' => 'Власники навіть невеликих заміських ділянок можу дозволити собі установку композитного басейну Леман. Басейн має невеликі габарити, при цьому може бути обладнаний усіма системами для комфортного відпочинку: фільтрація води, освітлення, підігрів.',

                'description_rus' => 'В конструкции бассейна предусмотрена специальная лестница, которая позволяет сделать спуск в воду простым и комфортным. Кроме этого, лестницу можно использовать в качестве сиденья для отдыха после плавания или игр в воде. Леман – удобство и комфорт даже для детей и людей преклонного возраста, которые не хотят отказывать себе в удовольствии комфортно поплавать в приятной воде.',
                'description_ukr' => 'У конструкції басейну передбачена спеціальна сходи, яка дозволяє зробити спуск у воду простим і комфортним. Крім цього, сходи можна використовувати в якості сидіння для відпочинку після плавання або ігор у воді. Леман - зручність і комфорт навіть для дітей і людей похилого віку, які не хочуть відмовляти собі в задоволенні комфортно поплавати в приємній воді.',

                'length' => '6.50',
                'width' => '3.30',
                'height' => '1.50',

                'main_image' => 13,
                'category' => 2,

                'slider_image1'=>null,
                'slider_image2'=>null,
                'slider_image3'=>null,

                'gallery_image1'=>null,
                'gallery_image2'=>null,
                'gallery_image3'=>null,
                'gallery_image4'=>null,
                'gallery_image5'=>null,
            ),

            array(
                'title_rus' => 'Композитный бассейн "Виктория"',
                'title_ukr' => 'Композитний басейн "Віктория"',

                'price' => 8400,

                'card_title_rus' => 'Виктория',
                'card_title_ukr' => 'Віктория',

                'short_description_rus' => 'Среди наших покупателей, именно эта модель пользуется большим спросом. Все дело в том, что многие предпочитают классическую прямую форму, которая подойдет для установки в загородных резиденциях и современных коттеджах.',
                'short_description_ukr' => 'Серед наших покупців, саме ця модель користується великим попитом. Вся справа в тому, що багато хто воліє класичну пряму форму, яка підійде для установки в заміських резиденціях і сучасних котеджах.',

                'description_rus' => 'Монолитная чаша производится из композитных материалов (стеклоткани и смол), которые в процессе изготовления чаши сплавляются воедино. Благодаря уникальному сырью, инновационным технологиям и продуманным решениям дизайнеров, «Виктория» имеет множество преимуществ. Производитель композитных бассейнов применяет современные технологии, благодаря которым удается добиться повышенной прочности стенок чаши, улучшения их эксплуатационных характеристик и возможности использовать бассейн на протяжении довольно долгого времени без особых требований к обслуживанию. В Украине заказать композитный бассейн «Виктория» можно в интернет-магазине «Водный мир».',
                'description_ukr' => 'Монолітна чаша проводиться з композитних матеріалів (склотканини і смол), які в процесі виготовлення чаші сплавляються воєдино. Завдяки унікальному сировини, інноваційним технологіям та продуманим рішенням дизайнерів, «Вікторія» має безліч переваг. Виробник композитних басейнів застосовує сучасні технології, завдяки яким вдається домогтися підвищеної міцності стінок чаші, поліпшення їх експлуатаційних характеристик і можливості використовувати басейн протягом досить довгого часу без особливих вимог до обслуговування. В Україні замовити композитний басейн «Вікторія» можна в інтернет-магазині «Водний світ».',

                'length' => '7.25',
                'width' => '3.30',
                'height' => '1.20-1.70',

                'main_image' => 114,
                'category' => 2,

                'slider_image1'=>null,
                'slider_image2'=>null,
                'slider_image3'=>null,

                'gallery_image1'=>null,
                'gallery_image2'=>null,
                'gallery_image3'=>null,
                'gallery_image4'=>null,
                'gallery_image5'=>null,
            ),


            array(
                'title_rus' => 'Композитный бассейн "Баффало"',
                'title_ukr' => 'Композитний басейн "Баффало"',

                'price' => 8700,

                'card_title_rus' => 'Баффало',
                'card_title_ukr' => 'Баффало',

                'short_description_rus' => 'Композитный бассейн «Баффало» - прямая модель с римской лестницей и комфортной глубиной 1,6м. Чаша прекрасно впишется в любой интерьер или ландшафтный дизайн поскольку имеет неприхотливую классическую форму, будет всегда радовать глаз простыми линиями водной глади. ',
                'short_description_ukr' => "Композитний басейн «Баффало» - пряма модель з римської сходами і комфортною глибиною 1,6 м. Чаша прекрасно впишеться в будь-який інтер'єр або ландшафтний дизайн оскільки має невибагливу класичну форму, буде завжди радувати око простими лініями водної гладі.",

                'description_rus' => '',
                'description_ukr' => '',

                'length' => '7.50',
                'width' => '3.60',
                'height' => '1.60',

                'main_image' => 90,
                'category' => 2,

                'slider_image1'=>null,
                'slider_image2'=>null,
                'slider_image3'=>null,

                'gallery_image1'=>null,
                'gallery_image2'=>null,
                'gallery_image3'=>null,
                'gallery_image4'=>null,
                'gallery_image5'=>null,
            ),




            array(
                'title_rus' => 'Композитный бассейн "Балатон',
                'title_ukr' => 'Композитний басейн "Балатон"',

                'price' => 9600,

                'card_title_rus' => 'Балатон',
                'card_title_ukr' => 'Балатон',

                'short_description_rus' => 'Композитный бассейн Балатон – элегантная модель средних размеров, которая пользуется огромным спросом. Эта чаша оборудована широкой боковой лестницей чтобы не занимать плавательную зону и двумя парами подводных диванов где можно оборудовать гидромассаж или просто принимать солнечные ванны. Балатон прекрасно дополнит ландшафт любого загородного участка.',
                'short_description_ukr' => 'Композитний басейн Балатон - елегантна модель середніх розмірів, яка користується величезним попитом. Ця чаша обладнана широкої бічній сходами щоб не займати плавальну зону і двома парами підводних диванів де можна обладнати гідромасаж або просто приймати сонячні ванни. Балатон прекрасно доповнить ландшафт будь-якого заміського ділянки.',

                'description_rus' => 'Главными достоинствами таких бассейнов является прочность и долговечность. После покупки чаши Балатон, предоставляет гарантия от производителя – 50 лет, что лишний раз подтверждает её надёжность. Во время производства используются высококачественные материалы, которые во время эксплуатации не боятся грунтовых вод, в том числе в зимний период.Немаловажным преимуществом является простое обслуживание. Благодаря гладкой поверхности композитного бассейна, расход химии снижается в разы. Материалы из которых изготавливаются чаши экологически чистые, они не выделают вредные вещества в воду. Это подтверждают соответствующие сертификаты.',
                'description_ukr' => 'Головними перевагами таких басейнів є міцність і довговічність. Після покупки чаші Балатон, надає гарантія від виробника - 50 років, що зайвий раз підтверджує її надійність. Під час виробництва використовуються високоякісні матеріали, які під час експлуатації не бояться грунтових вод, в тому числі в зимовий період.Немаловажним перевагою є просте обслуговування. Завдяки гладкій поверхні композитного басейну, витрата хімії знижується в рази. Матеріали з яких виготовляються чаші екологічно чисті, вони не вироблять шкідливі речовини в воду. Це підтверджують відповідні сертифікати.',

                'length' => '7.80',
                'width' => '3.90',
                'height' => '1.10-1.60',

                'main_image' => 4,
                'category' => 2,

                'slider_image1'=>null,
                'slider_image2'=>null,
                'slider_image3'=>null,

                'gallery_image1'=>null,
                'gallery_image2'=>null,
                'gallery_image3'=>null,
                'gallery_image4'=>null,
                'gallery_image5'=>null,
            ),


            array(
                'title_rus' => 'Композитный бассейн "Рио"',
                'title_ukr' => 'Композитний басейн "Рио"',

                'price' => 11000,

                'card_title_rus' => 'Рио',
                'card_title_ukr' => 'Рио',

                'short_description_rus' => '',
                'short_description_ukr' => '',

                'description_rus' => '',
                'description_ukr' => '',

                'length' => '8.50',
                'width' => '3.50',
                'height' => '1.00-1.65',

                'main_image' => 35,
                'category' => 2,

                'slider_image1'=>null,
                'slider_image2'=>null,
                'slider_image3'=>null,

                'gallery_image1'=>null,
                'gallery_image2'=>null,
                'gallery_image3'=>null,
                'gallery_image4'=>null,
                'gallery_image5'=>null,
            ),

            array(
                'title_rus' => 'Композитный бассейн "Комо 8"',
                'title_ukr' => 'Композитний басейн "Комо 8"',

                'price' => 11700,

                'card_title_rus' => 'Комо 8',
                'card_title_ukr' => 'Комо 8',

                'short_description_rus' => 'Новое слово в дизайне бассейнов - линейка лофт-форм Комо, размером от 4 до 10 метров длиной. Комо 8 - идеальное решение для любого участка. Габаритные размеры чаши сами по себе оптимальные - 8,50х3,70м, а за счет бокового входа в бассейн - вся водная поверхность может использоваться по максимуму для плавания или игр в воде.',
                'short_description_ukr' => 'Нове слово в дизайні басейнів - лінійка лофт-форм Комо, розміром від 4 до 10 метрів завдовжки. Комо 8 - ідеальне рішення для будь-якої ділянки. Габаритні розміри чаші самі по собі оптимальні - 8,50х3,70м, а за рахунок бокового входу в басейн - вся водна поверхня може використовуватися по максимуму для плавання або ігор у воді.',

                'description_rus' => 'Купить и установить бассейн можно в любом городе Украины через регионального дилера или напрямую у завода-производителя. Если Вы запланировали купить бассейн, достаточно по телефону вызвать мастера на участок для дальнейшей консультации по всем техническим вопросам. Наш специалист проведет осмотр и анализ участка под установку бассейна, проконсультирует где лучше установить бассейн, есть ряд особенностей установки стекловолоконных бассейнов, которые нужно учитывать. Так же наш мастер осмотрит подъездные пути, возможности для подведения коммуникаций и прочее.',
                'description_ukr' => 'Купити і встановити басейн можна в будь-якому місті України через регіонального дилера або безпосередньо у заводу-виробника. Якщо Ви запланували купити басейн, досить по телефону викликати майстра на ділянку для подальшої консультації з усіх технічних питань. Наш фахівець проведе огляд і аналіз ділянки під установку басейну, проконсультує де краще встановити басейн, є ряд особливостей установки скловолоконних басейнів, які потрібно враховувати. Так само наш майстер огляне під\'їзні шляхи, можливості для підведення комунікацій та інше.',

                'length' => '8.50',
                'width' => '3.70',
                'height' => '1.50',

                'main_image' => 8,
                'category' => 2,

                'slider_image1'=>15,
                'slider_image2'=>null,
                'slider_image3'=>null,

                'gallery_image1'=>23,
                'gallery_image2'=>null,
                'gallery_image3'=>null,
                'gallery_image4'=>null,
                'gallery_image5'=>null,

            ),



            array(
                'title_rus' => 'Композитный бассейн "Онтарио"',
                'title_ukr' => 'Композитний басейн "Онтаріо"',

                'price' => 12000,

                'card_title_rus' => 'Онтарио',
                'card_title_ukr' => 'Онтаріо',

                'short_description_rus' => '',
                'short_description_ukr' => '',

                'description_rus' => '',
                'description_ukr' => '',

                'length' => '8.80',
                'width' => '4.00',
                'height' => '1.10-1.65',

                'main_image' => 64,
                'category' => 2,

                'slider_image1'=>123,
                'slider_image2'=>null,
                'slider_image3'=>null,

                'gallery_image1'=>123,
                'gallery_image2'=>123,
                'gallery_image3'=>null,
                'gallery_image4'=>null,
                'gallery_image5'=>null,
            ),


            array(
                'title_rus' => 'Композитный бассейн "Эльдорадо"',
                'title_ukr' => 'Композитний басейн "Ельдорадо"',

                'price' => 12800,

                'card_title_rus' => 'Эльдорадо',
                'card_title_ukr' => 'Ельдорадо',

                'short_description_rus' => '',
                'short_description_ukr' => '',

                'description_rus' => '',
                'description_ukr' => '',

                'length' => '9.20',
                'width' => '4.30',
                'height' => '1.10-1.70',

                'main_image' => 136,
                'category' => 2,

                'slider_image1'=>null,
                'slider_image2'=>null,
                'slider_image3'=>null,

                'gallery_image1'=>null,
                'gallery_image2'=>null,
                'gallery_image3'=>null,
                'gallery_image4'=>null,
                'gallery_image5'=>null,
            ),


            array(
                'title_rus' => 'Композитный бассейн "Мичиган"',
                'title_ukr' => 'Композитний басейн "Мічиган"',

                'price' => 14000,

                'card_title_rus' => 'Мичиган',
                'card_title_ukr' => 'Мічиган',

                'short_description_rus' => 'Композитный бассейн “Мичиган” представляет собой бассейн премиум-класса, который подходит для установки на дачных участках, рядом с загородными коттеджами либо в отельных комплексах.',
                'short_description_ukr' => 'Композитний басейн "Мічиган" являє собою басейн преміум-класу, який підходить для установки на дачних ділянках, поруч із заміськими котеджами або в готельних комплексах.',

                'description_rus' => 'За счет того, что для изготовления чаш применяются композиционные материалы, в том числе полиэфирные смолы и стекловолокно, удается достичь высокой прочности стен бассейна, а также сделать эксплуатационный срок практически не ограниченным. Такие конструкции производятся компанией «Водный мир», которая гарантирует соответствие мировым стандартам качества выпускаемой продукции.',
                'description_ukr' => 'За рахунок того, що для виготовлення чаш застосовуються композиційні матеріали, в тому числі поліефірні смоли і скловолокно, вдається досягти високої міцності стін басейну, а також зробити експлуатаційний термін практично не обмеженим. Такі конструкції виробляються компанією «Водний світ», яка гарантує відповідність світовим стандартам якості продукції, що випускається.',

                'length' => '9.80',
                'width' => '4.90',
                'height' => '1.10-1.80',

                'main_image' => 127,
                'category' => 2,

                'slider_image1'=>null,
                'slider_image2'=>null,
                'slider_image3'=>null,

                'gallery_image1'=>null,
                'gallery_image2'=>null,
                'gallery_image3'=>null,
                'gallery_image4'=>null,
                'gallery_image5'=>null,
            ),




            array(
                'title_rus' => 'Композитный бассейн "Комо 10"',
                'title_ukr' => 'Композитний басейн "Комо 10"',

                'price' => 14000,

                'card_title_rus' => 'Комо 10',
                'card_title_ukr' => 'Комо 10',

                'short_description_rus' => 'Стекловолоконный бассейн Комо 10 - жемчужина нашего модельного ряда. Ее современный дизайн, эргономика и лаконичность не оставляет равнодушными самых взыскательных клиентов. Продуманное сочетание размеров, удобная лестница, оптимальная глубина, экономичное обслуживание - самые очевидные, далеко не все преимущества чаши Комо 10.',
                'short_description_ukr' => 'Скловолоконний басейн Комо 10 - перлина нашого модельного ряду. Її сучасний дизайн, ергономіка і лаконічність не залишає байдужими найвимогливіших клієнтів. Продумане поєднання розмірів, зручні сходи, оптимальна глибина, економічне обслуговування - найочевидніші, далеко не всі переваги чаші Комо 10.',

                'description_rus' => 'Композитная чаша – бассейн долговечный и износостойкий. Сделанный из стекловолокна и полиэфирных смол, он легко переживает -50С зимой и +50С летом, не боится подводных вод и сложных грунтов, легко обслуживается, его срок службы не ограничен.',
                'description_ukr' => 'Композитна чаша - басейн довговічний і зносостійкий. Зроблений зі скловолокна і поліефірних смол, він легко переживає 50С взимку і +50 влітку, не боїться підводних вод і складних грунтів, легко обслуговується, його термін служби не обмежений.',

                'length' => '9.26',
                'width' => '4.00',
                'height' => '1.50',

                'main_image' => 18,
                'category' => 2,

                'slider_image1'=>null,
                'slider_image2'=>null,
                'slider_image3'=>null,

                'gallery_image1'=>null,
                'gallery_image2'=>null,
                'gallery_image3'=>null,
                'gallery_image4'=>null,
                'gallery_image5'=>null,
            ),


            array(
                'title_rus' => 'Композитный бассейн "Торренс"',
                'title_ukr' => 'Композитний басейн "Торренс"',

                'price' => 14500,

                'card_title_rus' => 'Торренс',
                'card_title_ukr' => 'Торренс',

                'short_description_rus' => 'На сегодняшний день, стационарный бассейн все еще считается роскошью, но, несмотря на это, когда появляется возможность установить бассейн в Киеве, киевской области или любом другом регионе, среди огромного разнообразия форм, особое внимание стоит уделить композитному бассейну Торренс.',
                'short_description_ukr' => 'На сьогоднішній день, стаціонарний басейн все ще вважається розкішшю, але, незважаючи на це, коли з\'являється можливість встановити басейн в Києві, Київській області або будь-якому іншому регіоні, серед величезного розмаїття форм, особливу увагу варто приділити композитного басейну Торренс.',

                'description_rus' => 'Данная модель имеет прямоугольную форму, а ее размеры позволяют заниматься плаванием, принимать солнечные ванные и играть с детьми. Оптимальная глубина, с перепадом от полутора до двух метров, позволяет поставить при желании небольшую детскую горку, а широкие ступеньки могут выступать в роли подводного сидения, кроме того, что они упрощают спуск в воду и подъем на поверхность.',
                'description_ukr' => 'Дана модель має прямокутну форму, а її розміри дозволяють займатися плаванням, приймати сонячні ванни і грати з дітьми. Оптимальна глибина, з перепадом від півтора до двох метрів, дозволяє поставити при бажанні невелику дитячу гірку, а широкі сходи можуть виступати в ролі підводного сидіння, крім того, що вони спрощують спуск у воду і підйом на поверхню.',

                'length' => '10.10',
                'width' => '4.30',
                'height' => '1.50-2.00',

                'main_image' => 78,
                'category' => 2,

                'slider_image1'=>null,
                'slider_image2'=>null,
                'slider_image3'=>null,

                'gallery_image1'=>null,
                'gallery_image2'=>null,
                'gallery_image3'=>null,
                'gallery_image4'=>null,
                'gallery_image5'=>null,
            ),


            array(
                'title_rus' => 'Композитный бассейн "Марсель"',
                'title_ukr' => 'Композитний басейн "Марсель"',

                'price' => 14500,

                'card_title_rus' => 'Марсель',
                'card_title_ukr' => 'Марсель',

                'short_description_rus' => 'Элегантный современный дизайн, продуманное эргономичное пространство – это все о композитной чаше Марсель. Она неизменно занимает место в ТОП3 наших продаж. Вход в бассейн представляет собой полукруглую римскую лестницу, а глубокая зона завершается широкими подводными диванами, где можно разместить спа-зону бассейна.',
                'short_description_ukr' => 'Елегантний сучасний дизайн, продумане ергономічне простір - це все про композитної чаші Марсель. Вона незмінно займає місце в ТОП3 наших продажів. Вхід в басейн являє собою напівкруглу римську сходи, а глибока зона завершується широкими підводними диванами, де можна розмістити спа-зону басейну.',

                'description_rus' => 'Композитный стационарный бассейн  – давно не в новинку на отечественном рынке. Производителей много, разнообразие размеров, форм и цен впечатляет и часто вводит в заблуждение. Часто цена бассейна под ключ просчитывается только после окончания большей части работ, и товар, казавшийся недорогим вначале, оказывается в несколько раз дороже в конце. Но важно обращать особое внимание на качество изделия. Производители часто экономят на слоях и материалах, получая в итоге хлипкий продукт, которому нужно бетонное основание и обсыпка горцовкой. В итоге стекловолоконная чаша становится из самостоятельного изделия – облицовкой бетонного бассейна, еще и сделанного кое-как. Поводом усомниться в качестве продукции и компетентности производителя могут быть: 1) слишком маленький вес чаши, 2) необходимость заливать бетонную плиту, 3) краткосрочная гарантия в 5-7 лет, 4) навязывание синего или голубого цвета чаши, что говорит об установке дешевого низкокачественного оборудования.',
                'description_ukr' => "Композитний стаціонарний басейн - давно не в новинку на вітчизняному ринку. Виробників багато, різноманітність розмірів, форм і цін вражає і часто вводить в оману. Часто ціна басейну під ключ прораховується тільки після закінчення здебільшого робіт, і товар, який здавався недорогим спочатку, виявляється в кілька разів дорожче в кінці.Але важливо звертати особливу увагу на якість виробу. Виробники часто економлять на шарах і матеріалах, отримуючи в результаті хисткий продукт, якому потрібно бетонну основу і обсипання горцовкой. В результаті скловолоконна чаша стає з самостійного вироби - облицюванням бетонного басейну, ще й зробленого абияк. Приводом засумніватися в якості продукції та компетентності виробника можуть бути: 1) занадто маленький вага чаші, 2) необхідність заливати бетонну плиту, 3) короткострокова гарантія в 5-7 років, 4) нав'язування синього або блакитного кольору чаші, що говорить про встановлення дешевого низькоякісного обладнання.",

                'length' => '10.20',
                'width' => '4.00',
                'height' => '1.00-1.65',

                'main_image' => 70,
                'category' => 2,

                'slider_image1'=>null,
                'slider_image2'=>null,
                'slider_image3'=>null,

                'gallery_image1'=>null,
                'gallery_image2'=>null,
                'gallery_image3'=>null,
                'gallery_image4'=>null,
                'gallery_image5'=>null,
            ),


            array(
                'title_rus' => 'Композитный бассейн "Маями"',
                'title_ukr' => 'Композитний басейн "Маямі"',

                'price' => 21000,

                'card_title_rus' => 'Маями',
                'card_title_ukr' => 'Маямі',

                'short_description_rus' => 'Чаша бассейна Маями - это эксклюзивный дизайн, напоминающий своими очертаниями природный водоем. Готовый бассейн имеет популярный размер: 10 метров в длину, в ширину 5,5 метров, а глубина его достигает 1,85 метра. Кроме того в чаше есть несколько зон отдыха, удобный вход, ступенька безопасности по периметру.',
                'short_description_ukr' => 'Чаша басейну Маямі - це ексклюзивний дизайн, що нагадує своїми обрисами природна водойма. Готовий басейн має популярний розмір: 10 метрів в довжину, в ширину 5,5 метрів, а глибина його сягає 1,85 метра. Крім того в чаші є кілька зон відпочинку, зручний вхід, сходинка безпеки по периметру.',

                'description_rus' => 'Композитный бассейн отличается надежностью, легкостью установки, однако важно заказывать услуги у профессионалов. Лучше всего, если стекловолоконная чаша будет установлена под ключ, то есть одни специалисты будут отслеживать создание бассейна от производства до монтажа и запуска его в работу, а стоимость бассейна под ключ  будет рассчитываться исходя из пожеланий заказчика по оборудованию и оформлению зоны вокруг бассейна.',
                'description_ukr' => 'Композитний басейн відрізняється надійністю, легкістю установки, однак важливо замовляти послуги у професіоналів. Найкраще, якщо скловолоконна чаша буде встановлена під ключ, тобто одні фахівці відстежуватимуть створення басейну від виробництва до монтажу та запуску його в роботу, а вартість басейну під ключ буде розраховуватися виходячи з побажань замовника по обладнанню та оформлення зони навколо басейну.',

                'length' => '10.70',
                'width' => '5.50',
                'height' => '1.00-1.85',

                'main_image' => 89,
                'category' => 2,

                'slider_image1'=>null,
                'slider_image2'=>null,
                'slider_image3'=>null,

                'gallery_image1'=>null,
                'gallery_image2'=>null,
                'gallery_image3'=>null,
                'gallery_image4'=>null,
                'gallery_image5'=>null,
            ),

            array(
                'title_rus' => 'Композитный бассейн "Байкал"',
                'title_ukr' => 'Композитний басейн "Байкал"',

                'price' => 21000,

                'card_title_rus' => 'Байкал',
                'card_title_ukr' => 'Байкал',

                'short_description_rus' => 'Композитный бассейн «Байкал» - он как самое большое озеро в мире, является самой крупногабаритной чашей среди монолитных бассейнов, производимых в Украине. Длина его составляет более 13 метров, а ширина более 5 метров. Этот стационарный бассейн имеет глубину 2,50 метров и объем воды порядка 100 кубов. Это не только плавательный бассейн, но и полноценный бассейн для ныряния. Взрослый бассейн и детский бассейн одновременно, он готов к использованию. Вам не придется искать водоем поблизости, чтобы поплавать, все водные развлечения могут быть организованы на лужайке дома.',
                'short_description_ukr' => 'Композитний басейн «Байкал» - він як найбільше озеро в світі, є найбільш великогабаритної чашею серед монолітних басейнів, вироблених в Україні. Довжина його становить понад 13 метрів, а ширина більше 5 метрів. Цей стаціонарний басейн має глибину 2,50 метрів і обсяг води близько 100 кубів. Це не тільки плавальний басейн, а й повноцінний басейн для пірнання. Дорослий басейн і дитячий басейн одночасно, він готовий до використання. Вам не доведеться шукати водойму поблизу, щоб поплавати, всі водні розваги можуть бути організовані на галявині будинку.',

                'description_rus' => 'Композитные бассейны являются самыми популярными вариантом как быстро и высококачественно организовать полноценный мини водоем в доме или возле него. Композитные бассейны компании Водный мир идеально подходят для дачи и дома, поскольку у нас самый большой выбор размеров, чаши всегда есть в наличии, а время на монтаж сведено до 5-7 дней.',
                'description_ukr' => 'Композитні басейни є найпопулярнішими варіантом як швидко і високоякісно організувати повноцінний міні водойму в будинку або біля нього. Композитні басейни компанії Водний світ ідеально підходять для дачі і будинки, оскільки у нас найбільший вибір розмірів, чаші завжди є в наявності, а час на монтаж зведено до 5-7 днів.',

                'length' => '13.00',
                'width' => '5.50',
                'height' => '1.10-2.50',

                'main_image' => 61,
                'category' => 2,

                'slider_image1'=>null,
                'slider_image2'=>null,
                'slider_image3'=>null,

                'gallery_image1'=>null,
                'gallery_image2'=>null,
                'gallery_image3'=>null,
                'gallery_image4'=>null,
                'gallery_image5'=>null,
            ),



            array(
                'title_rus' => 'Композитный бассейн "Монте-Карло"',
                'title_ukr' => 'Композитний басейн "Монте-Карло"',

                'price' => 25000,

                'card_title_rus' => 'Монте-Карло',
                'card_title_ukr' => 'Монте-Карло',

                'short_description_rus' => 'Одна из самых крупногабаритных, внушительных чаш в линейке нашей продукции. Бассейн, где все предусмотрено для отдыха на высочайшем уровне: спа-бассейн, детская зона для игр, подводные диваны и лежанки. Чаша прекрасно подойдет не только для частного дома, но и для небольшого санатория или пансионата, поскольку  ее размеры  13,00 х 5,50 метров, что делает «Монте-Карло» одним из самых больших монолитных бассейнов в Украине.',
                'short_description_ukr' => 'Одна з найбільш великогабаритних, значних чаш в лінійці нашої продукції. Басейн, де все передбачено для відпочинку на найвищому рівні: спа-басейн, дитяча зона для ігор, підводні дивани та лежанки. Чаша прекрасно підійде не тільки для приватного будинку, а й для невеликого санаторію або пансіонату, оскільки її розміри 13,00 х 5,50 метрів, що робить «Монте-Карло» одним з найбільших монолітних басейнів в Україні.',

                'description_rus' => 'Монолитные бассейны давно зарекомендовали себя как надежные, долговечные, они легки в установке. Благодаря гелевому покрытию внутри чаши её легко и не дорого обслуживать и даже крупногабаритный бассейн не будет отнимать больше часа в неделю на обслуживание. В то же время бассейн из бетона обойдется в обслуживании в разы дороже из-за пористого покрытия чаши, будь то лайнер или плитка.',
                'description_ukr' => 'Монолітні басейни давно зарекомендували себе як надійні, довговічні, вони легкі в установці. Завдяки гелевому покриттю всередині чаші її легко і не дорого обслуговувати і навіть великогабаритний басейн не буде віднімати більше години в тиждень на обслуговування. У той же час басейн з бетону обійдеться в обслуговуванні в рази дорожче через пористого покриття чаші, будь то лайнер або плитка.',

                'length' => '13.00',
                'width' => '5.50',
                'height' => '1.00-2.10',

                'main_image' => 46,
                'category' => 2,

                'slider_image1'=>null,
                'slider_image2'=>null,
                'slider_image3'=>null,

                'gallery_image1'=>null,
                'gallery_image2'=>null,
                'gallery_image3'=>null,
                'gallery_image4'=>null,
                'gallery_image5'=>null,
            ),



            array(
                'title_rus' => 'Композитный бассейн "Сборная чаша"',
                'title_ukr' => 'Композитний басейн "Збірна чаша"',

                'price' => 20000,

                'card_title_rus' => 'Сборник',
                'card_title_ukr' => 'Збірник',

                'short_description_rus' => 'Уникальное предложение на отечественном рынке стекловолоконных чаш: бассейн с наборной длиной. Эта чаша производится из сегментов длиной 3,30м, шириной 5,00м и глубиной 1,80м. Два торца: с классической римской лестницей и с отвесной стенкой завершают чашу, а между ними можно набирать любую длину бассейна. В результате получится плавательная дорожка длиной от 6,60 до 50,00 метров.',
                'short_description_ukr' => 'Унікальна пропозиція на вітчизняному ринку скловолоконних чаш: басейн з складальної довжиною. Ця чаша виготовляється з сегментів довжиною 3,30 м, шириною 5,00м і глибиною 1,80 м. Два торця: з класичної римської сходами і з прямовисної стінкою завершують чашу, а між ними можна набирати будь-яку довжину басейну. В результаті вийде плавальна доріжка довжиною від 6,60 до 50,00 метрів.',

                'description_rus' => 'Чтобы придать такой чаше все прочностные характеристики монолитных чаш, стыки между сигментами крепятся на специальные болты и дополнительно гереметизируются. В результате гарантия на монолитность такой чаши 50 лет, как на любое другое изделие нашего производства. Установить бассейн в Киеве или в любом другом городе Украины помогут наши специалисты. Купить бассейн можно воспользовавшись формой просчета на сайте или позвонив непосредственно в офис завода-производителя.',
                'description_ukr' => 'Щоб надати такій чаші все міцності монолітних чаш, стики між сигмент кріпляться на спеціальні болти і додатково гереметізіруются. В результаті гарантія на монолітність такої чаші 50 років, як на будь-який інший виріб нашого виробництва. Встановити басейн в Києві або в будь-якому іншому місті України допоможуть наші фахівці. Купити басейн можна скориставшись формою прорахунку на сайті або зателефонувавши безпосередньо в офіс заводу-виробника.',

                'length' => '25.00',
                'width' => '5.00',
                'height' => '1.80',

                'main_image' => 75,
                'category' => 2,

                'slider_image1'=>null,
                'slider_image2'=>null,
                'slider_image3'=>null,

                'gallery_image1'=>null,
                'gallery_image2'=>null,
                'gallery_image3'=>null,
                'gallery_image4'=>null,
                'gallery_image5'=>null,
            ),

        ));
    }
}
